Repository: alikhani/Veckly-ios
Catalog: Veckly/Localizable.xcstrings
Source language: en
Languages: sv

# recipeForm.importType
source: Import type
sv: Importtyp

# recipeForm.ingredient
source: Ingredient
sv: Ingrediens

# recipeForm.mode
source: Mode
sv: Läge

# recipeForm.newTitle
source: New Recipe
sv: Nytt recept

# recipeForm.pasteRecipeText
source: Paste recipe text
sv: Klistra in recepttext

# recipeForm.prep
source: Prep
sv: Förbered

# recipeForm.recipePageURL
source: Recipe page URL
sv: URL till receptsida

# recipeForm.servingsCount
source: Servings: %d
sv: Portioner: %d

# recipeForm.sourceURL
source: Source URL
sv: Käll-URL

# recipeForm.step
source: Step
sv: Steg

# recipeForm.steps
source: Steps
sv: Steg

# recipeForm.tab.import
source: Import
sv: Importera

# recipeForm.tab.write
source: Write
sv: Skriv

# recipeForm.tags
source: Tags
sv: Taggar

# recipeForm.tagsPlaceholder
source: e.g. quick, vegetarian, kid-friendly
sv: t.ex. snabbt, vegetariskt, barnvänligt

# recipeForm.title
source: Title
sv: Titel

# recipeForm.unit
source: Unit
sv: Enhet

# recipes.addedToHousehold
source: Added to household
sv: Tillagd i hushållet

# recipes.addIngredient
source: Add ingredient
sv: Lägg till ingrediens

# recipes.addToHousehold
source: Add to household
sv: Lägg till i hushållet

# recipes.all
source: All recipes
sv: Alla recept

# recipes.archive
source: Archive
sv: Arkivera

# recipes.archiveConfirmation
source: Archive this recipe?
sv: Arkivera receptet?

# recipes.bookmarked
source: Bookmarked
sv: Bokmärkt

# recipes.builtInRecipes
source: Built-in recipes
sv: Inbyggda recept

# recipes.detailLoadFailed
source: Could not load recipe details. Tap to retry.
sv: Kunde inte ladda receptdetaljer. Tryck för att försöka igen.

# recipes.dislike
source: Dislike
sv: Ogilla

# recipes.dislikeThis
source: Dislike this recipe
sv: Ogilla receptet

# recipes.empty.message
source: Add your first household recipe.
sv: Lägg till hushållets första recept.

# recipes.empty.pickerMessage
source: Add recipes to your household to get started.
sv: Lägg till recept i hushållet för att komma igång.

# recipes.empty.title
source: No recipes yet
sv: Inga recept än

# recipes.ingredients
source: Ingredients
sv: Ingredienser

# recipes.instructions
source: Instructions
sv: Instruktioner

# recipes.like
source: Like
sv: Gilla

# recipes.liked
source: Liked
sv: Gillade

# recipes.likeThis
source: Like this recipe
sv: Gilla receptet

# recipes.loadFailed
source: Could not load recipes
sv: Kunde inte ladda recept

# recipes.loading
source: Loading recipes
sv: Laddar recept

# recipes.loadingEllipsis
source: Loading recipes...
sv: Laddar recept...

# recipes.noResults
source: No results
sv: Inga resultat

# recipes.removeDislike
source: Remove dislike
sv: Ta bort ogilla

# recipes.removeLike
source: Remove like
sv: Ta bort gilla

# recipes.removeThumbsDown
source: Remove thumbs down vote
sv: Ta bort tumme ner

# recipes.removeThumbsUp
source: Remove thumbs up vote
sv: Ta bort tumme upp

# recipes.scaledFrom
source: Scaled from %d servings
sv: Skalat från %d portioner

# recipes.search
source: Search recipes
sv: Sök recept

# recipes.suggestions
source: Suggestions for you
sv: Förslag för er

# recipes.thumbsDown
source: Thumbs down
sv: Tumme ner

# recipes.thumbsUp
source: Thumbs up
sv: Tumme upp

# recipes.tryDifferentSearch
source: Try a different search.
sv: Prova en annan sökning.

# recipes.tryDifferentSearchTerm
source: Try a different search term.
sv: Prova ett annat sökord.

# recipes.yourRecipes
source: Your recipes
sv: Era recept

# retro.done
source: Saved. Veckly plans better next week.
sv: Sparat. Veckly planerar bättre nästa vecka.

# retro.done.topRecipe
source: Most cooked in %@: %@.
sv: Mest lagat i %@: %@.

# retro.done.weekCount
source: Week %d planned together.
sv: Vecka %d planerad tillsammans.

# retro.eyebrow
source: Last week
sv: Förra veckan

# retro.feedback.emailIntro
source: Hi Veckly,
sv: Hej Veckly,

# retro.feedback.emailPrompt
source: This did not fit our week:
sv: Det här passade inte vår vecka:

# retro.feedback.emailWeek
source: Week starting %@
sv: Vecka som börjar %@

# retro.feedback.link
source: Tell us what did not work
sv: Berätta vad som inte funkade

# retro.skip
source: Skip
sv: Hoppa över

# retro.title
source: How was the week?
sv: Hur blev veckan?

# settings.addIngredientToAvoid
source: Add ingredient to avoid
sv: Lägg till ingrediens att undvika

# settings.advanced
source: Advanced
sv: Avancerat

# settings.avoidIngredients
source: Avoid ingredients
sv: Undvik ingredienser

# settings.avoidIngredientsFooter
source: Recipes containing these won't be suggested.
sv: Recept med dessa ingredienser föreslås inte.

# settings.deleteAccount
source: Delete Account
sv: Radera konto

# settings.deleteConfirmation
source: Delete your account?
sv: Radera ditt konto?

# settings.deleteConfirmWord
source: DELETE
sv: TA BORT

# settings.deleteFailed
source: Could not delete account
sv: Kunde inte radera konto

# settings.deleteFooter
source: Permanently deletes your account and all household data. This cannot be undone.
sv: Raderar ditt konto och all hushållsdata permanent. Det går inte att ångra.

# settings.deleteMessage
source: Your account and all household data will be permanently deleted.
sv: Ditt konto och all hushållsdata raderas permanent.

# settings.deleteTypeToConfirm
source: Type %@ to confirm.
sv: Skriv %@ för att bekräfta.

# settings.deletingAccount
source: Deleting account...
sv: Raderar konto...

# settings.displayName
source: Display name
sv: Visningsnamn

# settings.familyName.placeholder
source: Last name (optional)
sv: Efternamn (valfritt)

# settings.givenName.placeholder
source: First name
sv: Förnamn

# settings.householdPreferences
source: Household Preferences
sv: Hushållets preferenser

# settings.loadError
source: Could not load your settings
sv: Kunde inte ladda dina inställningar

# settings.membersInvites
source: Members & Invites
sv: Medlemmar och inbjudningar

# settings.priorities
source: Priorities
sv: Prioriteringar

# settings.saved
source: Saved
sv: Sparat

# settings.signOut
source: Sign out
sv: Logga ut

# shopping.category.bakery
source: Bakery
sv: Bageri

# shopping.category.dairy
source: Dairy & eggs
sv: Mejeri och ägg

# shopping.category.frozen
source: Frozen
sv: Fryst

# shopping.category.meat
source: Meat & fish
sv: Kött och fisk

# shopping.category.other
source: Other
sv: Övrigt

# shopping.category.pantry
source: Pantry
sv: Skafferi

# shopping.category.produce
source: Fruit & veg
sv: Frukt och grönt

# shopping.clearChecked
source: Clear checked
sv: Rensa bockade

# shopping.customItem.add
source: Add
sv: Lägg till

# shopping.customItem.addButton
source: Add item
sv: Lägg till vara

# shopping.customItem.addError
source: Could not add the item to the shopping list.
sv: Det gick inte att lägga till varan i inköpslistan.

# shopping.customItem.category
source: Category
sv: Kategori

# shopping.customItem.errorTitle
source: Something went wrong
sv: Det gick inte

# shopping.customItem.name
source: Item
sv: Vara

# shopping.customItem.placeholder
source: For example milk, fruit, or toilet paper
sv: Till exempel mjölk, frukt eller toalettpapper

# shopping.customItem.removeError
source: Could not remove the item.
sv: Det gick inte att ta bort varan.

# shopping.customItem.title
source: Add your own
sv: Eget tillägg

# shopping.empty.message
source: Lock in a week plan and the grouped list will appear here.
sv: Lås in en veckoplan så visas den grupperade listan här.

# shopping.empty.title
source: Nothing to buy yet
sv: Inget att handla än

# shopping.handoff.completed.message
source: The main list is checked off. Staples can still be reviewed below.
sv: Huvudlistan är avbockad. Basvaror kan fortfarande kollas nedan.

# shopping.handoff.completed.title
source: Everything important is checked
sv: Allt viktigt är avbockat

# shopping.handoff.ready.message
source: %lld of %lld main items checked. Share it or start shopping when you are ready.
sv: %lld av %lld huvudvaror är avbockade. Dela listan eller börja handla när det passar.

# shopping.handoff.ready.title
source: This week’s list is ready
sv: Veckans lista är redo

# shopping.item.checked
source: checked
sv: markerad

# shopping.item.unchecked
source: unchecked
sv: omarkerad

# shopping.itemsCleared
source: Items cleared
sv: Varor rensade

# shopping.likelyAtHome
source: Likely at home
sv: Finns troligen hemma

# shopping.loading
source: Loading shopping list
sv: Laddar inköpslista

# shopping.noMeals.action
source: Go to week
sv: Gå till veckan

# shopping.noMeals.title
source: No meals planned this week
sv: Inga måltider planerade den här veckan

# shopping.reminders.denied.message
source: Allow Veckly to add reminders in Settings, then try again.
sv: Ge Veckly åtkomst till Påminnelser i Inställningar och försök igen.

# shopping.reminders.denied.title
source: Reminders are not enabled
sv: Påminnelser är inte aktiverat

# shopping.reminders.error.message
source: Try again, or use Share as text.
sv: Testa igen, eller använd Dela som text.

# shopping.reminders.error.title
source: Could not add reminders
sv: Kunde inte lägga till påminnelser

# shopping.reminders.export.one
source: Add %lld item to Reminders
sv: Lägg %lld vara i Påminnelser

# shopping.reminders.export.other
source: Add %lld items to Reminders
sv: Lägg %lld varor i Påminnelser

# shopping.reminders.success.message.one
source: %lld item was added as a separate reminder.
sv: %lld vara lades till som en separat påminnelse.

# shopping.reminders.success.message.other
source: %lld items were added as separate reminders.
sv: %lld varor lades till som separata påminnelser.

# shopping.reminders.success.title
source: Added to Reminders
sv: Tillagt i Påminnelser

# shopping.share.action
source: Share shopping list
sv: Dela inköpslista

# shopping.share.textFallback
source: Share as text
sv: Dela som text

# shopping.staples.collapsed
source: Pantry staples, collapsed
sv: Basvaror, ihopfällda

# shopping.staples.expanded
source: Pantry staples, expanded
sv: Basvaror, utfällda

# shopping.sync.pending
source: Saving your changes
sv: Sparar dina ändringar

# shopping.title
source: Shopping list
sv: Inköpslista

# tabs.household
source: Household
sv: Hushåll

# tabs.settings
source: Settings
sv: Inställningar

# tabs.shopping
source: Shopping
sv: Handla

# tabs.week
source: Week
sv: Vecka

# week.confidence.low
source: Might not be a perfect fit — swap if you like
sv: Kanske inte perfekt den här veckan — byt om ni vill

# week.empty.eyebrow
source: Empty week
sv: Tom vecka

# week.empty.message
source: We'll suggest 5 dinners that fit your week — adjust from there.
sv: Vi föreslår 5 middagar som passar veckan. Justera därifrån.

# week.empty.primary
source: Plan the week
sv: Planera veckan

# week.empty.secondary
source: Or choose each day
sv: Eller välj dag för dag

# week.empty.title
source: What's for dinner this week?
sv: Vad blir det till middag i veckan?

# week.generate
source: Plan the week
sv: Planera veckan

# week.generateRest
source: Plan the rest
sv: Planera resten

# week.generating
source: Generating your week...
sv: Genererar din vecka...

# week.hero.done.message
source: Nicely done — next week is ready when you are.
sv: Bra jobbat — nästa vecka väntar när ni är redo.

# week.hero.done.title
source: Nothing more to cook this week
sv: Inget mer att laga den här veckan

# week.hero.open.title
source: What's for dinner tonight?
sv: Vad blir det till middag i kväll?

# week.hideWeekend
source: Hide weekend
sv: Dölj helgen

# week.lastWeek
source: Last week
sv: Förra veckan

# week.loading
source: Loading this week
sv: Laddar veckan

# week.lock.explainMessage
source: Locked meals won't be replaced when you regenerate your week.
sv: Låsta middagar ersätts inte när du genererar om veckan.

# week.lock.explainTitle
source: Lock
sv: Lås

# week.moreOptions
source: More options
sv: Fler alternativ

# week.nextUp
source: Next up
sv: Nästa

# week.nextWeek
source: Next week
sv: Nästa vecka

# week.nextWeek.empty.cta
source: Plan the week
sv: Planera veckan

# week.nextWeek.empty.eyebrow
source: Plan ahead
sv: Planera i förväg

# week.nextWeek.empty.message
source: Get it done while it's fresh in mind — perfect if you meal-prep. We'll suggest 5 dinners that fit the week.
sv: Planera klart redan i helgen – perfekt om ni meal-preppar. Vi föreslår 5 middagar som passar veckan.

# week.nextWeek.empty.title
source: Get ahead on next week
sv: Ligg steget före nästa vecka

# week.picker.hint
source: Browse last, this, or next week
sv: Bläddra mellan förra, denna och nästa vecka

# week.quality.heavy.one
source: One dinner is a little longer — worth checking the day
sv: En middag tar lite längre tid — värt att kolla dagen

# week.quality.heavy.other
source: %d dinners take a little longer — keep an eye on those days
sv: %d middagar tar lite längre tid — håll koll på de dagarna

# week.quality.lowConfidence.one
source: One pick is a compromise — swap if it feels off
sv: Ett val är en kompromiss — byt om det känns fel

# week.quality.lowConfidence.other
source: %d picks are compromises — swap if the week feels off
sv: %d val är kompromisser — byt om veckan känns fel

# week.quality.openDays.one
source: One day still needs a dinner
sv: En dag behöver fortfarande middag

# week.quality.openDays.other
source: %d days still need dinner
sv: %d dagar behöver fortfarande middag

# week.quality.prep.one
source: One dinner helps carry food forward
sv: En middag hjälper maten räcka vidare

# week.quality.prep.other
source: %d dinners help carry food forward
sv: %d middagar hjälper maten räcka vidare

# week.quality.quick.one
source: One quick dinner gives the week breathing room
sv: En snabb middag ger veckan lite luft

# week.quality.quick.other
source: %d quick dinners give the week breathing room
sv: %d snabba middagar ger veckan lite luft

# week.quality.reasonable
source: The week looks practical enough to start from
sv: Veckan ser praktisk nog ut att börja från

# week.quality.repeated.one
source: One dish is a repeat from recent weeks
sv: En rätt är en repris från senaste veckorna

# week.quality.repeated.other
source: %d dishes are repeats from recent weeks
sv: %d rätter är repriser från senaste veckorna

# week.quality.title
source: Week check
sv: Veckokoll

# week.quality.variation
source: Good variation across the week
sv: Bra variation över veckan

# week.reason.backAfterBreak
source: Back after a break
sv: Tillbaka efter en paus

# week.reason.basedOnFeedback
source: Based on what you like
sv: Baserat på vad ni gillar

# week.reason.familyRecipe
source: Your own recipe
sv: Ert eget recept

# week.reason.likedBefore
source: One of your favorites
sv: En favorit hos er

# week.reason.newForVariety
source: New for you — a little variety
sv: Ny för er — lite variation

# week.reason.quickWeekday
source: Quick fit for today
sv: Snabbt nog för idag

# week.regenerate
source: Redo the week
sv: Gör om veckan

# week.regenerate.undoBanner
source: Week regenerated
sv: Veckan omgenererad

# week.regenerateConfirm.confirm
source: Replace them
sv: Byt ut dem

# week.regenerateConfirm.message
source: This swaps every unlocked meal for a new one. Locked and skipped days are left alone.
sv: Alla olåsta middagar byts ut mot nya. Låsta och överhoppade dagar rörs inte.

# week.regenerateConfirm.title
source: Replace all unlocked days?
sv: Byt ut alla olåsta dagar?

# week.rest
source: The rest of the week
sv: Resten av veckan

# week.satiation.hint
source: %d weeks running — give it a rest?
sv: %d veckor i rad — vila den en vecka?

# week.section
source: The week
sv: Veckan

# week.sessionEnd.cta
source: See the shopping list
sv: Se inköpslistan

# week.sessionEnd.inviteCta
source: Invite partner
sv: Bjud in partner

# week.sessionEnd.inviteHint
source: Want someone else to shop from the same list? Invite them now while the week is ready.
sv: Ska någon annan kunna handla från samma lista? Bjud in nu när veckan är klar.

# week.sessionEnd.prep.one
source: %d prep-friendly dinner
sv: %d prepvänlig middag

# week.sessionEnd.prep.other
source: %d prep-friendly dinners
sv: %d prepvänliga middagar

# week.sessionEnd.quick.one
source: %d quick evening
sv: %d snabb kväll

# week.sessionEnd.quick.other
source: %d quick evenings
sv: %d snabba kvällar

# week.sessionEnd.shoppingReady
source: Shopping list is ready
sv: Inköpslistan är redo

# week.sessionEnd.title
source: The week is planned.
sv: Veckan är klar.

# week.showWeekend
source: Show weekend
sv: Visa helgen

# week.status.complete.cta
source: Open the shopping list
sv: Öppna inköpslistan

# week.status.complete.title
source: The week is planned
sv: Veckan är klar

# week.status.daysLeft.one
source: %d planning day left
sv: %d planeringsdag kvar

# week.status.daysLeft.other
source: %d planning days left
sv: %d planeringsdagar kvar

# week.summary.openDays.one
source: %d open day
sv: %d ledig dag

# week.summary.openDays.other
source: %d open days
sv: %d lediga dagar

# week.summary.plannedDinners.one
source: %d dinner planned
sv: %d middag planerad

# week.summary.plannedDinners.other
source: %d dinners planned
sv: %d middagar planerade

# week.sync.pending
source: Saving your week changes
sv: Sparar dina veckoändringar

# week.thisWeek
source: This week
sv: Den här veckan

# week.viewOnly
source: View only
sv: Endast visning

# week.weekendNudge.cta
source: Plan next week
sv: Planera nästa vecka

# week.weekendNudge.title
source: It's the weekend — plan next week?
sv: Det är helg — planera nästa vecka?

# week.yourHousehold
source: Your household
sv: Ditt hushåll
